{
  "sections": {
    "main": {
      "type": "legal-page-content",
      "settings": {
        "content": "<h2>Terms of Service</h2><p><strong>Last updated:</strong> January 2026</p><p>Welcome to Simpson Me! These Terms of Service (\"Terms\") govern your use of our website simpsonme.com and the purchase of our custom Simpsons-style portrait services. By accessing or using our Service, you agree to be bound by these Terms.</p><h3>1. Overview</h3><p>Simpson Me provides custom hand-drawn Simpsons-style portrait services. Our artists create personalized cartoon portraits based on the photos you provide. By placing an order, you agree to these Terms of Service.</p><h3>2. Products and Services</h3><p>We offer custom digital and printed Simpsons-style portraits. Each portrait is:</p><ul><li>100% hand-drawn by professional artists (no AI filters)</li><li>Created based on the photos you upload</li><li>Delivered digitally and/or as physical merchandise</li></ul><h3>3. Ordering Process</h3><p>1. <strong>Place your order:</strong> Select your options and upload your photo(s)</p><p>2. <strong>Artist creates your portrait:</strong> First draft delivered within 2-3 business days</p><p>3. <strong>Review and revisions:</strong> Request unlimited free revisions until you're satisfied</p><p>4. <strong>Final approval:</strong> Once approved, your order is finalized</p><p>5. <strong>Shipping (if applicable):</strong> Physical products ship within 4-12 business days after approval</p><h3>4. Photo Requirements</h3><p>To ensure the best quality portrait, please provide:</p><ul><li>Clear, high-resolution photos</li><li>Photos where faces are clearly visible</li><li>Photos you have the right to use</li></ul><p>We reserve the right to request additional photos if the provided images are not suitable for creating a quality portrait.</p><h3>5. Unlimited Revisions</h3><p>We offer unlimited free revisions on your portrait. Our goal is your complete satisfaction. You may request changes to:</p><ul><li>Facial features and expressions</li><li>Clothing and accessories</li><li>Background elements</li><li>Colors and styling</li></ul><p>Revisions must be requested within 30 days of receiving your first draft.</p><h3>6. Intellectual Property</h3><p><strong>Your Photos:</strong> You retain all rights to the photos you upload. By uploading, you grant us a limited license to use them solely for creating your portrait.</p><p><strong>Your Portrait:</strong> Once your order is complete and paid for, you receive a personal, non-commercial license to use your custom portrait for personal purposes.</p><p><strong>Commercial Use:</strong> Commercial use of portraits requires separate written permission from Simpson Me.</p><h3>7. Pricing and Payment</h3><ul><li>All prices are displayed in USD unless otherwise stated</li><li>Payment is required at the time of ordering</li><li>We accept major credit cards and PayPal</li><li>Prices may change without notice, but confirmed orders will be honored at the original price</li></ul><h3>8. Delivery</h3><p><strong>Digital Delivery:</strong> Digital files are delivered via email within 2-3 business days (first draft).</p><p><strong>Physical Products:</strong> Printed merchandise ships within 4-12 business days after you approve your final design.</p><h3>9. Cancellation</h3><p>You may cancel your order before work begins on your portrait for a full refund. Once our artists have started working on your portrait, cancellation is subject to our Refund Policy.</p><h3>10. Disclaimer</h3><p>Our portraits are artistic interpretations inspired by the Simpsons art style. Simpson Me is not affiliated with, endorsed by, or connected to The Simpsons, Fox, or Disney.</p><h3>11. Contact Us</h3><p>If you have any questions about these Terms, please contact us:</p><ul><li><strong>Email:</strong> support@simpsonme.com</li><li><strong>Address:</strong> Simpson Me, 800 N State College Blvd, Cal State Fullerton, Fullerton, CA 92831, USA</li></ul>"
      }
    }
  },
  "order": ["main"]
}
