{
  "sections": {
    "main": {
      "type": "legal-page-content",
      "settings": {
        "content": "<h2>Refund Policy</h2><p><strong>Last updated:</strong> January 2026</p><p>At Simpson Me, your satisfaction is our top priority. We stand behind our work and offer unlimited free revisions to ensure you love your custom Simpsons-style portrait.</p><h3>1. Our Satisfaction Guarantee</h3><p>We offer <strong>unlimited free revisions</strong> on every portrait. Our artists will work with you until you're completely satisfied with your custom artwork. This is our commitment to delivering a portrait you'll treasure.</p><h3>2. Digital Products</h3><h4>Before Work Begins</h4><p>If you cancel your order before our artists begin working on your portrait, you will receive a <strong>full refund</strong>.</p><h4>After Work Has Started</h4><p>Once our artists have started creating your portrait:</p><ul><li>We encourage you to use our <strong>unlimited revision policy</strong> to get the portrait exactly as you want it</li><li>If after multiple revisions you're still not satisfied, please contact us at support@simpsonme.com to discuss your concerns</li><li>Refunds for digital products after work has begun are evaluated on a case-by-case basis</li></ul><h4>After Final Approval</h4><p>Once you approve your final portrait and receive your digital files, refunds are generally not available as the service has been fully rendered. However, if you experience any issues, please contact us.</p><h3>3. Physical Products (Printed Merchandise)</h3><h4>Damaged or Defective Items</h4><p>If your printed product arrives damaged or defective:</p><ul><li>Contact us within <strong>14 days</strong> of receiving your order</li><li>Include photos of the damaged/defective item</li><li>We will send a <strong>free replacement</strong> or issue a full refund</li></ul><h4>Lost Packages</h4><p>If your package is lost in transit:</p><ul><li>Contact us if your order hasn't arrived within the estimated delivery timeframe</li><li>We will work with the shipping carrier to locate your package</li><li>If the package cannot be found, we will send a <strong>free replacement</strong> or issue a refund</li></ul><h3>4. Non-Refundable Situations</h3><p>Refunds are generally not available in the following situations:</p><ul><li>Change of mind after approving your final portrait</li><li>Providing incorrect or unclear photos that affect the final result</li><li>Not responding to revision requests within 30 days</li><li>Shipping delays due to incorrect address provided by customer</li><li>Customs fees or import duties (customer responsibility)</li></ul><h3>5. How to Request a Refund</h3><p>To request a refund or discuss any concerns:</p><ul><li>Email us at <strong>support@simpsonme.com</strong></li><li>Include your order number</li><li>Describe the issue in detail</li><li>Attach any relevant photos if applicable</li></ul><p>We aim to respond to all refund requests within <strong>24-48 hours</strong>.</p><h3>6. Contact Us</h3><p>If you have any questions about our Refund Policy, please contact us:</p><ul><li><strong>Email:</strong> support@simpsonme.com</li><li><strong>Address:</strong> Simpson Me, 800 N State College Blvd, Cal State Fullerton, Fullerton, CA 92831, USA</li></ul><p><em>We value every customer and will always do our best to resolve any issues. Your happiness is our success!</em></p>"
      }
    }
  },
  "order": ["main"]
}
